Attempt to merge fewer than two parts. There must be at least two. No part will be produced.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId NeedTwoPartsToMerge { get; }
  Visual Basic
Public Shared ReadOnly Property NeedTwoPartsToMerge As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ NeedTwoPartsToMerge {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures PartMakerMethodForMergePartFailures Class
  Autodesk.Revit.DB Namespace